Repository: Vonage/vonage-video-ios-app
Catalog: VERA/VERAArchiving/VERAArchiving/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: "%1$@ • %2$@ • Created: %3$@"
es: %1$@ • %2$@ • Creado: %3$@

# %@ • %@ • Created: %@
source: %1$@ • %2$@ • Created: %3$@
es: %1$@ • %2$@ • Creado: %3$@

source: Download
es: Descargar

source: Download recording
es: Descargar grabación

source: Recording (%lld)
es: Grabación (%lld)

source: Recording %lld
es: Grabación %lld

source: Start Recording
es: Iniciar grabación

source: Start Recording?
es: ¿Iniciar grabación?

# start.recording.message
source: Make sure everyone is ready! You can download the recording from the "Goodbye" page after you leave the room.
es: ¡Asegúrate de que todos estén listos! Puedes descargar la grabación desde la página de "Despedida" después de salir de la sala.

source: Stop Recording
es: Detener grabación

source: Stop Recording?
es: ¿Detener grabación?

# stop.recording.message
source: You can download the recording from the "Goodbye" page after you leave the room.
es: Puedes descargar la grabación desde la página de "Despedida" después de salir de la sala.

source: The meeting hasn't been recorded
es: La reunión no ha sido grabada
